Repository: claw-strophobic/dacapo
Catalog: po/dacapo.po
Languages: de

source: Select Image File
de: Bilddatei auswählen

source: Add Image To Audiofile
de: Bilddatei zu Audiodatei hinzufügen

source: Add an Image to the audio file with selected image type.
de: Bilddatei(en) der Audiodatei(en) mit einem Bildtypen hinzufügen.

source: Add {!s} images as type <b>&gt;&gt; {!s} &lt;&lt;</b> to {!s} files?
de: Füge {!s} Bilder als Typ <b>&gt;&gt; {!s} &lt;&lt;</b> in {!s} Audiodatei ein?

source: Adding Image. %(current)d/%(total)d Songs done.
de: Füge Bilder hinzu. %(current)d/%(total)d Songs geschafft.

source: Set frontcover 1st image
de: Setze Frontcover an Position 1

source: Set the front coverart as first image in the audiofile (if it is not already the first).
de: Sortiert die Bilder in der Audiodatei so um, dass das Frontcover an erster stelle steht (falls es das nicht schon tut).

source: Check {!s} files?
de: Prüfe {!s} Dateien?

source: Checking... %(current)d/%(total)d Songs done.
de: Prüfe... %(current)d/%(total)d Songs geschafft.

source: No frontcover found in {!s}.
de: Kein Frontcover in {!s} gefunden.

source: Set dacapo Lyric Flag
de: Setze dacapo Lyric Kennzeichen

source: Add %s images as type <b>&gt;&gt; %s &lt;&lt;</b> to %s files?
de: Füge %s Bilder als Typ <b>&gt;&gt; %s &lt;&lt;</b> in %s Audiodatei ein?

source: Image files
de: Bilddateien

source: Description
de: Beschreibung

source: Type
de: Typ

source: Remove Image from Audiofile
de: Entferne Bild aus Audiodatei

source: Remove an Image from the audio file with selected image type.
de: Entferne ein bestimmtes Bild aus der Audiodatei

source: Which image should be removed?
de: Welches Bild soll entfernt werden?

source: Removing Image. %(current)d/%(total)d Songs done.
de: Entferne Bild. %(current)d/%(total)d Songs geschafft.

source: Description:
de: Beschreibung:

source: Type:
de: Typ:

source: Album Images
de: Album Bilder

source: Type: <i>{!s}</i>
de: Typ: <i>{!s}</i>

source: Resolution: <i>{!s} x {!s}</i>
de: Auflösung: <i>{!s} x {!s}</i>

source: Images changed
de: Bilder geändert

source: The images in file <b>%s</b> were changed. Overwrite?
de: Die Bilder aus Datei <b>%s</b> wurden geändert. Überschreiben?

source: Display images
de: Bilder anzeigen

source: Display images that are stored in the audiofile.
de: Bilder aus einer Audiodatei anzeigen

source: Error occured
de: Fehler aufgetreten

source: Display & change images
de: Bilder anzeigen & ändern

source: Display and change images that are stored in the audiofile.
de: Bilder aus der Audiodatei anzeigen und ändern.

source: Count Pictures in Audiofile
de: Zähle Bilder aus Audiodatei

source: Counts the pictures in an audio file and stores the result in the tag PICTURES, so that you can use it in Quod Libet.
de: Zählt die Bilder in einer Audiodatei und speichert das Ergebnis im Tag PICTURES, sodass es in Quod Libet zur Auswertung zur Verfügung steht.

source: Counting pictures. %(current)d/%(total)d Songs done.
de: Zähle Bilder. %(current)d/%(total)d Songs geschafft.

source: Error
de: Fehler

source: No image selected
de: Kein Bild ausgewählt

source: Remove {!s}
de: Entferne {!s}

source: Type: {!s}
de: Typ: {!s}

source: Resolution: {!s} x {!s}
de: Auflösung: {!s} x {!s}

source: Remove Image
de: Entferne Bild

source: dacapo configurator
de: dacapo Konfigurator

source: Metadata
de: Metadaten

source: center
de: Zentriert

source: left
de: Links

source: right
de: Rechts

source: Pictures- & Background-Settings!
de: Bild- und Hintergrund-Einstellungen

source: Window-Fields-Settings
de: Fenster-Felder-Einstellungen

source: Field:
de: Feld:

source: Preview
de: Vorschau

source: Lyric-Font-Settings!
de: Lyric-Schrift-Einstellungen!

source: Lyric align (horizontal)
de: Lyric Ausrichtung (Horizontal)

source: Pictures & Background
de: Bilder & Hintergrund

source: Lyric-Font
de: Lyric-Schrift

source: Window fields
de: Fenster Felder

source: Fullscreen fields
de: Vollbild Felder

source: Metadata-Settings!
de: Metadata-Einstellungen!

source: Audio & Debug-Settings!
de: Audio & Debug-Einstellungen!

source: Search here for a font name.
de: Suche hier nach einem Schriftnamen.

source: Change here the text of the preview.
de: Ändere hier den Text für die Vorschau.

source: Select an existing field here.
de: Selektiere hier ein existierendes Feld.

source: Click here to see a preview of this field.
de: Klicke hier um eine Vorschau anzuschauen.

source: Set here the vertical position of the lyric.
de: Setze hier die vertikale Position für die Lyrics.

source: Set here the horizontal align of the lyric.
de: Setze hier die horizontale Ausrichtung für die Lyrics.

source: Open Audiofile
de: Öffne Audiodatei

source: Flac files
de: FLAC Dateien

source: Save Config File
de: Speichere Config Datei

source: Window width
de: Fenster Breite

source: Window height
de: Fenster Höhe

source: Fullscreen width
de: Vollbild Breite

source: Fullscreen height
de: Vollbild Höhe

source: Set here the pixel width of the display.
de: Setze hier die Breite des Bildschirms in Pixeln.

source: Set here the pixel height of the display. (max {!s})
de: Setze hier die Höhe des Bildschirms in Pixeln. (Max. {!s})

source: Background colour
de: Hintergrundfarbe

source: The logfile-path: {!s} is missing. Please check the configuration.
de: Der Pfad zur Log-Datei: {!s} ist ungültig. Bitte prüfe die Konfiguration.

source: Lightweight-Music-Player, who plays FLAC- or MP3-file and shows CD-cover, pictures and metadata, as well as song-lyrics (as a picture and/or synced).
de: Lightweight-Music-Player, spielt FLAC- oder MP3-Datei ab und zeigt das ggf. Cover, Bilder und Metadaten, sowie Songtexte (als Bild und synchron) an.

source: start on the last position from the last playlist
de: Letzte Playlist an abgebrochener Stelle wieder aufnehmen

source: show no metadata, pictures etc.
de: keine GUI anzeigen

source: the given file is a playlist
de: die gegebene Datei ist eine Playlist

source: print all debug messages to the logfile - from all modules
de: gibt alle Debugmeldungen aus

source: print debug messages to the logfile from the playlist modules
de: gibt Debugmeldungen aus der Playlistenverarbeitung aus

source: print debug messages to the logfile from the GUI modules
de: gibt Debugmeldungen aus der GUI-Verarbeitung aus

source: print debug messages to the logfile from the GStreamer modules
de: gibt Debugmeldungen aus der GStreamer-Verarbeitung aus

source: print debug messages to the logfile from the metadata modules
de: gibt Debugmeldungen aus der Metadaten-Verarbeitung aus

source: show the ui in fullscreen mode
de: führt den Player im Vollbildmodus aus

source: show the ui in window mode
de: führt den Player im Fenstermodus aus

source: play the songs from the playlist in random order
de: spielt die Lieder im Zufallsmodus ab

source: do not use ReplayGain
de: ReplayGain nicht benutzen

source: show song lyrics as pictures
de: zeige Lyrics als Bilder an

source: do not show song lyrics as pictures
de: zeige Lyrics nicht als Bilder an

source: show synced song lyrics (like karaoke)
de: zeige synchronisierte Lyrics an (Karaoke)

source: do not show synced song lyrics (like karaoke)
de: zeige synchronisierte Lyrics nicht an (Karaoke)

source: show pictures. Type "--showPics help" to get a list of possible options.
de: Bilder anzeigen. --showPics help angeben, um mögliche Auswahlen angezeigt zu bekommen.

source: show a long help message
de: langen Hilfetext anzeigen

source: show available fonts
de: verfügbare Schriften anzeigen

source: the file(s) or playlist(s) which should be played
de: Datei(en) oder Playlist(en), die gespielt werden soll(en)

source: Lightweight-Music-Player, who plays FLAC- or MP3-file and shows CD-cover, pictures and metadata, as well as song-lyrics (as a picture and/or synced). Keys while playing: HOME=First song from playlist END=Last song from playlist SPACE=Pause/Start LEFT/RIGHT=+/-10 Seconds UP/DOWN=Next/Previous Song ESC/Q=Quit F=Fullscreen/Window'
de: Lightweight-Music-Player, spielt FLAC- oder MP3-Datei ab und zeigt das Cover und Metadaten an. Tasten währen des Betriebs: HOME=Erstes Lied der Playlist END=Letztes Lied der Playlist SPACE=Pause/Start LINKS/RECHTS=+/-10 Sekunden UP/DOWN=Nächsten/Vorherigen Song ESC/Q=Beenden F=Fullscreen/Fenster

source: showPics: Display pictures? Possible values are: NO = Show no pictures at all, only metadata coverOnly = show only frontcover allCover = show all cover (Type 3-6 / Front, Back, Leaflet, Label) allPics = show all pictures diaShowAllCover = like allCover, but shown as a slideshow diaShowAllPics = like allPics, but shown as a slideshow help = print this help and quit
de: showPics: Bilder anzeigen? Mögliche Werte: NO = Keine Bilder anzeigen, nur Metadaten coverOnly = Nur Frontcover anzeigen allCover = alle Cover-Bilder anzeigen (Typ 3-6 / Front, Back, Leaflet, Label) allPics = alle Bilder diaShowAllCover = wie allCover aber als Diashow diaShowAllPics = wie allPics aber als Diashow help = zeige diese Hilfe und beende das Programm

source: Shuffle Mode
de: Shuffle-Modus

source: Resume Playlist
de: Liste Fortsetzen

source: Open audiofile(s) or playlist
de: Öffne Audio-Datei(en) oder Playliste

source: Music files
de: Musik Dateien

source: Show Pictures
de: Zeige Bilder

source: Show the mouse cursor
de: Zeige den Mauszeiger

source: Fields
de: Felder

source: No file choosen. No playlist resume. Nothing to do.
de: Keine Datei gewählt. Keine Playliste fortzuführen. Nix zu tun.

source: Left
de: Links

source: Right
de: Rechts

source: Top
de: Oben

source: Bottom
de: Unten

source: apply
de: Anwenden

source: Click here to see apply the settings of this field.
de: Klicke hier, um die Einstellungen für das Feld anzuwenden

source: Font settings
de: Schrift Einstellungen

source: Position settings
de: Positions Einstellungen

source: Layout settings
de: Layout Einstellungen

source: The horizontal position
de: Die horizontale Position

source: The vertical position
de: Die vertikale Position

source: The horizontal reference position
de: Die horizontale Referenz

source: The vertical reference position
de: Die vertikale Referenz

source: The horizontal alignment
de: Die horizontale Ausrichtung

source: The vertical alignment
de: Die vertikale Ausrichtung

source: Maximal field width
de: Maximale Feldbreite

source: Maximal field height
de: Maximale Feldhöhe

source: Set here the horizontal position of the field.
de: Setze die horizontale Position des Feldes.

source: Select the horizontal alignment for the field on the screen here.
de: Wähle die horizontale Ausrichtung des Feldes auf dem Bildschirm aus.

source: Set here the vertical position of the field.
de: Setze die vertikale Position des Feldes.

source: Select the vertical alignment for the field on the screen here.
de: Wähle die vertikale Ausrichtung des Feldes auf dem Bildschirm aus.

source: Set here the maximal pixel width of the field. Leave 0 for no max.
de: Setze hier die maximale Breite des Feldes (in Pixeln). Setze 0 für maximale Breite.

source: Set here the maximal pixel height of the field. Leave 0 for no max.
de: Setze hier die maximale Höhe des Feldes (in Pixeln). Setze 0 für maximale Höhe.

source: Overlay over other elements
de: Überlagere andere Elemente

source: Field has multi lines
de: Feld hat mehrere Zeilen

source: Split the field at spaces
de: Splitte das Feld bei Leerzeichen

source: Should this field overlay other elements?
de: Soll das Feld z.B. Bilder überlagern?

source: Should this field be displayed with multi lines?
de: Soll das Feld mit mehreren Zeilen angezeigt werden?

source: Should this field get line breaks at spaces?
de: Soll das Feld an Leerzeichen umgebrochen werden?

source: Background
de: Hintergrund

source: Lower
de: Kleinbuchstaben

source: Upper
de: Großbuchstaben

source: Stack order of the field
de: Ordernummer für Rendering

source: Convert content
de: Konvertiere den Inhalt

source: Set here the stack order of the field. The higher the value the higher on the stack.
de: Setze eine Ordernummer für das Rendering. Je höher der Wert, desto später das Rendering = weiter vorne.

source: Select a converting type here.
de: Wähle eine Konvertierungsart.

source: Lowercase
de: Kleinbuchstaben

source: Uppercase
de: Großbuchstaben

source: Select a converting type here. Uppercase - all letter in upper case / Lowercase - all letters in lower case.
de: Wähle eine Konvertierungsart. Alles in Großbuchstaben oder alles in Kleinbuchstaben.

source: Comments
de: Kommentar

source: Content
de: Inhalt

source: Set a free comment here
de: Schreibe hier einen freien Kommentar

source: Set the content of the field here
de: Setze hier die Variablen und Konstanten für den Inhalt des Feldes.

source: Ready...
de: Bereit...

source: Loaded audiofile:
de: Geladene Audiodatei:

source: Saved config to:
de: Config gesichert nach:

source: Saving canceled
de: Sicherung abgebrochen

source: Saved config.
de: Config gesichert.

source: Empty
de: Leer

source: Not empty
de: Nicht leer

source: Selected field:
de: Selektiertes Feld:

source: Applied the settings.
de: Einstellungen angewendet.

source: Alignment
de: Ausrichtung

source: Select the alingment of the text in the field.
de: Wähle die Ausrichtung des Textes innerhalb des Feldes.

source: Select an existing condition here.
de: Wähle eine existierende Abhängigkeit.

source: Click here to see apply the settings of this condition.
de: Klicke hier um die Einstellungen anzuwenden.

source: Set the content of the condition here
de: Setze den Inhalt der Abhängigkeit hier.

source: Conditions
de: Abhängigkeiten
